EX02: PROC OPTIONS (MAIN); DCL A BIT(16) INIT('101'B); DCL B BIT(16) INIT('1010'B); DCL C BIT(16) INIT('111'B); DCL D BIT(16); D = A ! B & C; END EX02;
